Repository: ValeSisti/CiakTime
Catalog: ciak_time/lib/l10n/app_*.arb
Languages: it

source: Sign In
it: Accedi

source: Forgot password?
it: Password dimenticata?

source: LOGIN
it: ACCEDI

# sign_with_platform
source: OR SIGN IN WITH A PLATFORM
it: O ACCEDI CON UNA PIATTAFORMA

# no_account
source: Don't have an account?
it: Non hai un account?

source: Login error
it: Errore di accesso

# login_alert
source: The inserted mail and password are not correct. If you are not already registered, please do it before continue
it: L'email e la password inserite non sono corrette. Se non hai ancora un account registrati

source: Sign Up
it: Registrati

source: Connectivity error
it: Errore di connessione

# connectivity_error_message
source: You need to turn on Internet on your device to continue.
it: Devi attivare Internet sul tuo dispositivo per continuare.

# username_in_use
source: Username already in use
it: Username già in uso

# email_in_use
source: Email already in use
it: Email già in uso

# valid_username
source: Insert a valid username
it: Inserisci un username valido

# valid_email
source: Insert a valid email
it: Inserisci una email valida

# valid_password
source: Password and confirm password must be equal
it: Le due password devono essere uguali

# insert_password
source: Insert a password
it: Inserisci password

source: Confirm password
it: Conferma password

# required_password
source: Password is required
it: È richiesta una password

# incorrect_pass
source: Password must match the current password
it: La password non corrisponde a quella già in uso

# length_pass
source: Password must be at least 8 digits long
it: La password deve essere lunga almeno 8 caratteri

# special_pass
source: Password must have at least one special character
it: La password deve avere almeno un carattere speciale

source: REGISTER
it: REGISTRATI

# registration_success
source: Registration successfull
it: Registrazione effettuata con successo

source: Registration error
it: Errore di registrazione

# registration_error1
source: You need to correctly fill all the fields in order to register.
it: Devi riempire correttamente tutti i campi per procedere con la registrazione

# have_an_account
source: Already have an account?
it: Hai già un account?

# password_rules
source: The password must have at least 8 characters and at least one special character
it: La password deve avere almeno 8 caratteri e almeno un carattere speciale

# confirm_password_rules
source: This password must be equal to the one in the previous field
it: La password deve essere uguale a quella inserita nel campo precedente

source: Search
it: Cerca

# user
source: Profile
it: Profilo

source: Popular movies
it: Film popolari

# upcoming
source: Upcoming movies
it: Film in uscita

source: Movies
it: Film

source: Persons
it: Persone

source: Start searching
it: Inizia la ricerca

source: Popular movies searches
it: Ricerche di film popolari

source: Popular people searches
it: Ricerche di persone popolari

source: Filters
it: Filtri

source: Order by:
it: Ordina per:

# rate_filter
source: Rate
it: Valutazioni

source: Most added
it: Più aggiunti

source: Most recent
it: Più recenti

# genre
source: Genres:
it: Generi:

source: Drama
it: Drammatico

source: Comedy
it: Commedia

source: Action
it: Azione

source: Crime
it: Crimine

source: Fantasy
it: Fantastico

source: Family
it: Famiglia

source: Animation
it: Animazione

source: Show Results
it: Mostra risultati

# add_watchlist
source: Add to watchlist
it: Aggiungere ai film da vedere

# add_watchlist_toast1
source: You have already added this movie to already watched list! Remove it from there before adding it to watchlist.
it: Hai già aggiunto questo film alla lista dei film già visti! Rimuovila prima di aggiungerla ai film da vedere.

# add_watchlist_toast2
source: added to watchlist
it: aggiunto ai film da vedere

# remove_watchlist
source: Remove from watchlist
it: Rimuovi dai film da vedere

# remove_watchlist_toast
source: removed from watchlist
it: rimossa dai film da vedere

# add_already_watched
source: Add to already watched list
it: Aggiungi ai film già visti

# add_already_watched_toast1
source: added to already watched list and removed from watchlist
it: aggiunto ai film già visti e rimosso dai film da vedere

# add_already_watched_toast2
source: added to already watched list
it: aggiunto ai film già visti

# remove_already_watched
source: Remove from already watched list
it: Rimuovi dai film già visti

# remove_already_watched_toast
source: removed from already watched list
it: rimosso dai film già visti

# add_favourite
source: Add to favourite list
it: Aggiungi ai preferiti

# add_favourite_toast
source: added to favourite list
it: aggiunto ai preferiti

# remove_favourite
source: Remove from favourite list
it: Rimuovi dai preferiti

# remove_favourite_toast
source: removed from favourite list
it: rimosso dai preferiti

# not_watched
source: Not watched yet
it: Non visto

source: Watched
it: Visto

source: Overview
it: Informazioni

source: ...Read more
it: ...Mostra di più

source: Show less
it: Mostra di meno

# where_view
source: Where to view
it: Dove guardare

source: Movie director
it: Regista

source: Born:
it: Nascita:

source: Died:
it: Morte:

# occupation_actor
source: Actor
it: Attore

# occupation_directing
source: Movie Director
it: Regista

# occupation_writer
source: Writer
it: Sceneggiatore

# occupation_producer
source: Movie Producer
it: Produttore

# occupation_editor
source: Editor
it: Editore

# occupation_costume
source: Costume & Make-Up
it: Costumista & Make-Up

# occupation_composer
source: Composer
it: Compositore

source: Occupation:
it: Occupazione:

source: Biography
it: Biografia

# no_biography
source: Biography not available
it: Biografia non disponibile

source: Filmography
it: Filmografia

# no_filmography
source: Filmography not available
it: Filmografia non disponibile

# ratings_reviews
source: Ratings and reviews
it: Valutazioni e recensioni

source: View all
it: Vedi tutto

source: Your review
it: La tua recensione

# no_genre
source: Genre unknown
it: Genere non conosciuto

# no_duration
source: Duration unknown
it: Durata non disponibile

# no_date
source: Date unknown
it: Data non disponibile

# no_provider
source: No providers available
it: Nessun provider disponibile

# no_cast
source: No cast member available
it: Nessun membro del cast disponibile

# no_movie_director
source: No movie director available
it: Nessun regista disponibile

# no_plot
source: Movie plot not available
it: Trama del film non disponibile

source: Reviews
it: Recensioni

# review_movie
source: Review the movie
it: Recensisci il film

# add_review
source: Add a review
it: Aggiungi una recensione

# no_review
source: No reviews yet
it: Ancora nessuna recensione

# rate
source: RATE THE MOVIE
it: VOTA IL FILM

# write_review
source: Write a review
it: Scrivi una recensione

# new_review_button
source: New review added
it: Nuova recensione aggiunta

source: SAVE
it: SALVA

# review_yet
source: You have already reviewed this movie!
it: Hai già fatto una recensione per questo film!

# empty_review_alert
source: You cannot publish an empty review
it: Non puoi pubblicare una recensione vuota

# empty_rating_alert
source: You cannot publish a review without rating the movie
it: Non puoi pubblicare una recensione senza valutare il film

# publish_review_alert
source: Do you really want to publish this review?
it: Vuoi davvero pubblicare questa recensione?

# remove_review
source: Do you really want to delete your review?
it: Vuoi davvero cancellare la tua recensione?

# remove_review_toast
source: Review successfully deleted
it: Recensione rimossa con successo

source: YES
it: SI

source: Settings
it: Impostazioni

source: Watchlist
it: Da vedere

source: Already watched
it: Visti

source: Favourite
it: Preferiti

# no_movie_added
source: No movie added yet to this list
it: Nessun film ancora aggiunto a questa lista

# change_settings
source: Change user settings
it: Modifica le impostazioni utente

source: Change password
it: Cambia la password

# connect_account
source: CONNECT AN ACCOUNT
it: CONNETTI UN ACCOUNT

source: LOGOUT
it: ESCI

# logout_alert
source: Do you really want to logout?
it: Vuoi davvero disconnetterti con questo account?

# new_username
source: Choose a new username
it: Scegli un nuovo username

# new_username_alert
source: You have to specify a new username
it: Hai bisogno di specificare un nuovo username

# new_password_alert
source: You have to specify a new password
it: Hai bisogno di specificare un nuovo password

source: BACK
it: INDIETRO

source: Insert current password
it: Inserisci la password attuale

# choose_new_password
source: Choose a new password
it: Scegli una nuova password

source: Confirm new password
it: Conferma la nuova password

# insert_current_password_info
source: Insert your current password.
it: Inserisci la tua password attuale.

source: Reset password
it: Reimposta password

# send_password_reset_email
source: Send email
it: Invia email

# email_invalid
source: Invalid email
it: Email non valida

# email_invalid_2
source: You have to insert an already registered email
it: Devi inserire una mail già registrata

# email_sent
source: Email successfully sent, check your inbox
it: Email correttamente inviata, controlla la tua casella di posta

source: Back to login
it: Torna al login

source: Go to settings
it: Vai alle impostazioni

source: Cancel
it: Annulla

# back_leading
source: Back
it: Indietro

source: Delete account
it: Elimina l'account

# delete_alert
source: Do you really want to delete your account?
it: Vuoi davvero cancellare il tuo account?

# delete_info
source: By deleting your account all your data will be permanently deleted
it: Cancellando il tuo account tutti i tuoi dati verranno eliminati definitivamente

# delete_info2
source: You will lose all account data and content, such as emails, photos and lists.
it: Perderai tutti i dati e i contenuti dell'account, come email, foto e liste.

# wrong_credentials_title
source: Wrong credentials
it: Credenziali errate

# wrong_credentials_message
source: Inserted credentials are not valid
it: Credenziali inserite non valide.

# expired_credentials_title
source: Expired credentials
it: Credenziali scadute

# expired_credentials_message
source: You have to login again
it: Effettuare nuovamente il login.

# valid_credentials_required
source: You have to insert valid credentials
it: Devi inserire delle credenziali valide

source: Notifications
it: Notifiche

# no_notifications
source: No notification yet
it: Ancora nessuna notifica

# new_notification_button
source: New notification received
it: Nuova notifica ricevuta

# notification_text_1
source: has
it: ha messo

# notification_text_2
source: d your review on
it: alla tua recensione su

source: like
it: mi piace

source: dislike
it: non mi piace
